/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Διεπαφή χρήστη";
"If blank, the search engine page will be used" = "Αν είναι κενό, θα χρησιμοποιηθεί η σελίδα της μηχανής αναζήτησης";
"If blank, the default Onion Browser page will be used" = "Αν είναι κενό, θα χρησιμοποιηθεί η προεπιλεγμένη σελίδα του Onion Browser";
"Mute audio with mute switch" = "Σίγαση ήχου με τον διακόπτη σίγασης";
"Custom home page" = "Προσαρμοσμένη αρχική σελίδα";
"Privacy" = "Ιδιωτικότητα";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Τα cookies και τα δεδομένα που αποθηκεύονται τοπικά από hosts που δεν είναι αξιόπιστοι θα σβήνονται, ακόμα και από τις ανοιχτές καρτέλες αν αυτές δεν έχουν χρησιμοποιηθεί για τόσα λεπτά";
"Edit cookies and local storage" = "Επεξεργασία των cookies και του τοπικού χώρου αποθήκευσης";
"Cookie auto-sweep interval" = "Αυτόματη εκκαθάριση των cookies";
"Changing this option requires restarting the app" = "Η αλλαγή αυτής της επιλογής απαιτεί την επανεκκίνηση της εφαρμογής";
"Allow 3rd party keyboards" = "Να επιτρέπονται τα πληκτρολόγια τρίτων";
"Security" = "Ασφάλεια";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Όταν ενεργοποιείται, θα εμφανίζεται μια επιλογή ανά host, για την αγνόηση περαιτέρω σφαλμάτων TLS που εμφανίζονται στο διάλογο σφαλμάτων TLS";
"Allow ignoring TLS errors" = "Να επιτρέπεται η αγνόηση σφαλμάτων TLS";
"TLS Version" = "Έκδοση TLS";
"TLS 1.2 Only" = "Μόνο TLS 1.2";
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1, ή 1.0";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "Ελάχιστη έκδοση TLS που απαιτείται για τη διαπραγμάτευση συνδέσεων HTTPS από τους hosts";
"Rate on App Store" = "Βαθμολογήστε στο App Store";
"About" = "Σχετικά";
"About Onion Browser" = "Σχετικά με τον περιηγητή Onion Browser";
"About Endless" = "Σχετικά με το Endless";
